Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Controls what ⌘T does while attached to a tmux -CC session. Outside tmux it always opens a local shell.
ar: يحدد ما يفعله ⌘T أثناء الاتصال بجلسة tmux -CC. خارج tmux، يفتح دائمًا صدفة محلية.
ca: Controla què fa ⌘T mentre estàs connectat a una sessió tmux -CC. Fora de tmux, sempre obre un shell local.
cs: Určuje, co ⌘T udělá, když jste připojeni k relaci tmux -CC. Mimo tmux vždy otevře lokální shell.
da: Styrer, hvad ⌘T gør, når du er tilsluttet en tmux -CC-session. Uden for tmux åbner den altid en lokal shell.
de: Legt fest, was ⌘T bewirkt, während du mit einer tmux -CC-Sitzung verbunden bist. Außerhalb von tmux wird immer eine lokale Shell geöffnet.
es: Controla qué hace ⌘T mientras estás conectado a una sesión tmux -CC. Fuera de tmux, siempre abre un shell local.
fi: Määrittää, mitä ⌘T tekee, kun olet yhdistettynä tmux -CC -istuntoon. Tmuxin ulkopuolella se avaa aina paikallisen komentotulkin.
fr: Détermine ce que fait ⌘T lorsque vous êtes attaché à une session tmux -CC. En dehors de tmux, elle ouvre toujours un shell local.
he: קובע מה עושה ⌘T כשמחוברים להפעלת tmux -CC. מחוץ ל-tmux, תמיד נפתחת מעטפת מקומית.
hu: Meghatározza, hogy mit tesz a ⌘T, amíg egy tmux -CC munkamenethez csatlakozik. A tmuxon kívül mindig helyi shellt nyit.
it: Controlla cosa fa ⌘T mentre sei connesso a una sessione tmux -CC. Fuori da tmux apre sempre una shell locale.
ja: tmux -CC セッションに接続中に ⌘T が行う動作を制御します。tmux の外では常にローカルシェルを開きます。
ko: tmux -CC 세션에 연결된 동안 ⌘T가 수행하는 동작을 제어합니다. tmux 밖에서는 항상 로컬 셸을 엽니다.
nb: Styrer hva ⌘T gjør mens du er koblet til en tmux -CC-økt. Utenfor tmux åpner den alltid et lokalt skall.
nl: Bepaalt wat ⌘T doet terwijl je verbonden bent met een tmux -CC-sessie. Buiten tmux opent het altijd een lokale shell.
pl: Określa, co robi ⌘T po połączeniu z sesją tmux -CC. Poza tmux zawsze otwiera lokalną powłokę.
pt_br: Controla o que ⌘T faz enquanto você está conectado a uma sessão tmux -CC. Fora do tmux, ele sempre abre um shell local.
pt_pt: Controla o que ⌘T faz enquanto está ligado a uma sessão tmux -CC. Fora do tmux, abre sempre um shell local.
ro: Controlează ce face ⌘T cât timp ești atașat la o sesiune tmux -CC. În afara tmux, deschide întotdeauna un shell local.
sl: Določa, kaj ⌘T stori, ko ste povezani s sejo tmux -CC. Zunaj tmux vedno odpre lokalno lupino.
sv: Styr vad ⌘T gör när du är ansluten till en tmux -CC-session. Utanför tmux öppnas alltid ett lokalt skal.
uk: Визначає, що робить ⌘T, коли ви приєднані до сеансу tmux -CC. Поза tmux завжди відкривається локальна оболонка.
vi: Kiểm soát hành động của ⌘T khi đang gắn vào một phiên tmux -CC. Bên ngoài tmux, nó luôn mở một shell cục bộ.
zh_hans: 控制 ⌘T 在连接到 tmux -CC 会话时的行为。在 tmux 之外，它始终打开本地 Shell。
zh_hant: 控制 ⌘T 在連接至 tmux -CC 工作階段時的行為。在 tmux 之外，它一律開啟本機 Shell。

source: Controls what ⌘W or the tab's ✕ does on a tmux -CC tab.
ar: يحدد ما يفعله ⌘W أو علامة ✕ في علامة التبويب على علامة تبويب tmux -CC.
ca: Controla què fan ⌘W o la ✕ de la pestanya en una pestanya tmux -CC.
cs: Určuje, co ⌘W nebo ✕ na kartě udělá na kartě tmux -CC.
da: Styrer, hvad ⌘W eller fanens ✕ gør på en tmux -CC-fane.
de: Legt fest, was ⌘W oder das ✕ des Tabs auf einem tmux -CC-Tab bewirkt.
es: Controla qué hacen ⌘W o la ✕ de la pestaña en una pestaña tmux -CC.
fi: Määrittää, mitä ⌘W tai välilehden ✕ tekee tmux -CC -välilehdellä.
fr: Détermine ce que font ⌘W ou le ✕ de l’onglet sur un onglet tmux -CC.
he: קובע מה עושים ⌘W או ה-✕ של הלשונית בלשונית tmux -CC.
hu: Meghatározza, hogy mit tesz a ⌘W vagy a lap ✕ jele egy tmux -CC lapon.
it: Controlla cosa fanno ⌘W o la ✕ della scheda su una scheda tmux -CC.
ja: tmux -CC タブで ⌘W またはタブの ✕ が行う動作を制御します。
ko: tmux -CC 탭에서 ⌘W 또는 탭의 ✕가 수행할 동작을 제어합니다.
nb: Styrer hva ⌘W eller fanens ✕ gjør på en tmux -CC-fane.
nl: Bepaalt wat ⌘W of de ✕ van het tabblad doet op een tmux -CC-tabblad.
pl: Określa, co robi ⌘W lub ✕ karty na karcie tmux -CC.
pt_br: Controla o que ⌘W ou o ✕ da aba faz em uma aba tmux -CC.
pt_pt: Controla o que ⌘W ou o ✕ do separador faz num separador tmux -CC.
ro: Controlează ce fac ⌘W sau ✕ al filei pe o filă tmux -CC.
sl: Določa, kaj ⌘W ali ✕ zavihka stori na zavihku tmux -CC.
sv: Styr vad ⌘W eller flikens ✕ gör på en tmux -CC-flik.
uk: Визначає, що робить ⌘W або ✕ вкладки на вкладці tmux -CC.
vi: Kiểm soát hành động của ⌘W hoặc nút ✕ của tab trên một tab tmux -CC.
zh_hans: 控制 ⌘W 或标签页的 ✕ 在 tmux -CC 标签页上的行为。
zh_hant: 控制 ⌘W 或分頁的 ✕ 在 tmux -CC 分頁上的行為。

source: Controls when local echo predictions appear in new Mosh sessions.
ar: يتحكم في وقت ظهور تنبؤات الصدى المحلي في جلسات Mosh الجديدة.
ca: Controla quan apareixen les prediccions d'eco local a les sessions noves de Mosh.
cs: Určuje, kdy se v nových relacích Mosh zobrazují predikce místní odezvy.
da: Styrer, hvornår forudsigelser af lokalt ekko vises i nye Mosh-sessioner.
de: Legt fest, wann Vorhersagen des lokalen Echos in neuen Mosh-Sitzungen erscheinen.
es: Controla cuándo aparecen las predicciones de eco local en las nuevas sesiones de Mosh.
fi: Määrittää, milloin paikallisen kaiun ennusteet näkyvät uusissa Mosh-istunnoissa.
fr: Détermine quand les prédictions d'écho local apparaissent dans les nouvelles sessions Mosh.
he: קובע מתי חיזויי ההד המקומי מופיעים בהפעלות Mosh חדשות.
hu: Meghatározza, mikor jelennek meg a helyi visszhang előrejelzései az új Mosh-munkamenetekben.
it: Controlla quando le predizioni dell'eco locale compaiono nelle nuove sessioni Mosh.
ja: 新しい Mosh セッションでローカルエコーの予測を表示するタイミングを制御します。
ko: 새 Mosh 세션에서 로컬 에코 예측이 표시되는 시점을 제어합니다.
nb: Styrer når prediksjoner for lokalt ekko vises i nye Mosh-økter.
nl: Bepaalt wanneer voorspellingen van lokale echo verschijnen in nieuwe Mosh-sessies.
pl: Określa, kiedy w nowych sesjach Mosh pojawiają się predykcje lokalnego echa.
pt_br: Controla quando as predições de eco local aparecem em novas sessões do Mosh.
pt_pt: Controla quando as previsões de eco local aparecem em novas sessões do Mosh.
ro: Controlează când apar predicțiile de ecou local în sesiunile Mosh noi.
sl: Določa, kdaj se v novih sejah Mosh prikažejo napovedi lokalnega odmeva.
sv: Styr när förutsägelser för lokalt eko visas i nya Mosh-sessioner.
uk: Визначає, коли передбачення локального відлуння з'являються в нових сеансах Mosh.
vi: Kiểm soát thời điểm hiển thị dự đoán tiếng vọng cục bộ trong các phiên Mosh mới.
zh_hans: 控制本地回显预测在新 Mosh 会话中出现的时机。
zh_hant: 控制本機回顯預測在新 Mosh 工作階段中出現的時機。

source: Controls whether the voice agent (Gemini Flash) delegates complex questions to Gemini 3.1 Pro for deeper analysis.
ar: يتحكم في ما إذا كان المساعد الصوتي (Gemini Flash) يحيل الأسئلة المعقدة إلى Gemini 3.1 Pro لتحليل أعمق.
ca: Controla si l'agent de veu (Gemini Flash) delega les preguntes complexes a Gemini 3.1 Pro per a una anàlisi més profunda.
cs: Určuje, zda hlasový agent (Gemini Flash) předává složité dotazy modelu Gemini 3.1 Pro k hlubší analýze.
da: Styrer om stemmeagenten (Gemini Flash) videresender komplekse spørgsmål til Gemini 3.1 Pro for dybere analyse.
de: Legt fest, ob der Sprachagent (Gemini Flash) komplexe Fragen zur tieferen Analyse an Gemini 3.1 Pro weiterleitet.
es: Controla si el agente de voz (Gemini Flash) delega preguntas complejas a Gemini 3.1 Pro para un analisis mas profundo.
fi: Maarittaa, delegoiko puheagentti (Gemini Flash) monimutkaisia kysymyksia Gemini 3.1 Pro -mallille syvempaa analyysia varten.
fr: Controle si l'agent vocal (Gemini Flash) delegue les questions complexes a Gemini 3.1 Pro pour une analyse approfondie.
he: קובע אם סוכן הקול (Gemini Flash) מעביר שאלות מורכבות אל Gemini 3.1 Pro לניתוח מעמיק יותר.
hu: Meghatarozza, hogy a hangagens (Gemini Flash) atadja-e az osszetett kerdeseket a Gemini 3.1 Pro modellnek melyebb elemzesre.
it: Controlla se l'agente vocale (Gemini Flash) delega le domande complesse a Gemini 3.1 Pro per un'analisi approfondita.
ja: 音声エージェント（Gemini Flash）が複雑な質問をGemini 3.1 Proに委任してより深い分析を行うかどうかを制御します。
ko: 음성 에이전트(Gemini Flash)가 복잡한 질문을 Gemini 3.1 Pro에 위임하여 심층 분석을 수행할지 여부를 제어합니다.
nb: Bestemmer om stemmeagenten (Gemini Flash) delegerer komplekse spørsmål til Gemini 3.1 Pro for dypere analyse.
nl: Bepaalt of de spraakagent (Gemini Flash) complexe vragen doorgeeft aan Gemini 3.1 Pro voor uitgebreidere analyse.
pl: Kontroluje, czy agent głosowy (Gemini Flash) przekazuje złożone pytania do Gemini 3.1 Pro w celu głębszej analizy.
pt_br: Controla se o agente de voz (Gemini Flash) delega perguntas complexas ao Gemini 3.1 Pro para uma análise mais aprofundada.
pt_pt: Controla se o agente de voz (Gemini Flash) delega questões complexas ao Gemini 3.1 Pro para uma análise mais aprofundada.
ro: Controlează dacă agentul vocal (Gemini Flash) deleagă întrebări complexe către Gemini 3.1 Pro pentru o analiză mai aprofundată.
sl: Določa, ali glasovni agent (Gemini Flash) posreduje zahtevna vprašanja modelu Gemini 3.1 Pro za poglobljeno analizo.
sv: Styr om röstagenten (Gemini Flash) delegerar komplexa frågor till Gemini 3.1 Pro för djupare analys.
uk: Визначає, чи делегує голосовий агент (Gemini Flash) складні запитання до Gemini 3.1 Pro для глибшого аналізу.
vi: Kiểm soát việc trợ lý giọng nói (Gemini Flash) có chuyển các câu hỏi phức tạp sang Gemini 3.1 Pro để phân tích sâu hơn hay không.
zh_hans: 控制语音助手（Gemini Flash）是否将复杂问题转交给 Gemini 3.1 Pro 进行深度分析。
zh_hant: 控制語音助手（Gemini Flash）是否將複雜問題轉交給 Gemini 3.1 Pro 進行深度分析。

source: Controls window transparency and blur. Blur uses system vibrancy effect.
ar: يتحكم في شفافية النافذة والضبابية. تستخدم الضبابية تأثير حيوية النظام.
ca: Controla la transparència i el desenfocament de la finestra. El desenfocament utilitza l'efecte de vibrància del sistema.
cs: Ovládá průhlednost okna a rozostření. Rozostření využívá systémový efekt vibrancy.
da: Styrer vinduets gennemsigtighed og sløring. Sløring bruger systemets vibrancy-effekt.
de: Steuert Fenstertransparenz und Unschärfe. Die Unschärfe nutzt den Vibrancy-Effekt des Systems.
es: Controla la transparencia de la ventana y el desenfoque. El desenfoque usa el efecto de vibración del sistema.
fi: Hallitsee ikkunan läpinäkyvyyttä ja sumennusta. Sumennus käyttää järjestelmän elävyysefektiä.
fr: Contrôle la transparence de la fenêtre et le flou. Le flou utilise l'effet de vibrance du système.
he: שולט בשקיפות החלון ובטשטוש. הטשטוש משתמש באפקט החיוניות של המערכת.
hu: Az ablak átlátszóságát és elmosását szabályozza. Az elmosás a rendszer vibrálási effektusát használja.
it: Controlla la trasparenza e la sfocatura della finestra. La sfocatura utilizza l'effetto vibrancy di sistema.
ja: ウィンドウの透過度とぼかしを制御します。ぼかしはシステムのバイブランシーエフェクトを使用します。
ko: 창 투명도와 블러를 제어합니다. 블러는 시스템 바이브런시 효과를 사용합니다.
nb: Styrer vinduets gjennomsiktighet og uskarphet. Uskarphet bruker systemets vibrancy-effekt.
nl: Bepaalt venstertransparantie en vervaging. Vervaging gebruikt het systeemlevendigheidseffect.
pl: Kontroluje przezroczystość okna i rozmycie. Rozmycie wykorzystuje systemowy efekt wibracji.
pt_br: Controla a transparência e o desfoque da janela. O desfoque usa o efeito de vibrância do sistema.
pt_pt: Controla a transparência e o desfoque da janela. O desfoque utiliza o efeito de vibrância do sistema.
ro: Controlează transparența ferestrei și estomparea. Estomparea folosește efectul de vibranță al sistemului.
sl: Nadzoruje prosojnost okna in zameglitev. Zameglitev uporablja sistemski učinek živosti.
sv: Styr fönstrets transparens och oskärpa. Oskärpa använder systemets vibrancy-effekt.
uk: Керує прозорістю вікна та розмиттям. Розмиття використовує системний ефект вібрації.
vi: Kiểm soát độ trong suốt và làm mờ cửa sổ. Làm mờ sử dụng hiệu ứng vibrancy của hệ thống.
zh_hans: 控制窗口透明度和模糊效果。模糊使用系统活力效果。
zh_hant: 控制視窗透明度和模糊效果。模糊使用系統動態效果。

source: Copied
ar: تم النسخ
ca: Copiat
cs: Zkopírováno
da: Kopieret
de: Kopiert
es: Copiado
fi: Kopioitu
fr: Copié
he: הועתק
hu: Másolva
it: Copiato
ja: コピー済み
ko: 복사됨
nb: Kopiert
nl: Gekopieerd
pl: Skopiowano
pt_br: Copiado
pt_pt: Copiado
ro: Copiat
sl: Kopirano
sv: Kopierat
uk: Скопійовано
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

source: Copied!
ar: تم النسخ!
ca: Copiat!
cs: Zkopírováno!
da: Kopieret!
de: Kopiert!
es: ¡Copiado!
fi: Kopioitu!
fr: Copié !
he: הועתק!
hu: Másolva!
it: Copiato!
ja: コピーしました！
ko: 복사됨!
nb: Kopiert!
nl: Gekopieerd!
pl: Skopiowano!
pt_br: Copiado!
pt_pt: Copiado!
ro: Copiat!
sl: Kopirano!
sv: Kopierat!
uk: Скопійовано!
vi: Đã sao chép!
zh_hans: 已复制！
zh_hant: 已複製！

source: Copy
ar: نسخ
ca: Copia
cs: Kopírovat
da: Kopiér
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
he: העתק
hu: Másolás
it: Copia
ja: コピー
ko: 복사
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ro: Copiază
sl: Kopiraj
sv: Kopiera
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 拷貝

source: Copy All
ar: نسخ الكل
ca: Copia-ho tot
cs: Kopírovat vše
da: Kopiér alle
de: Alle kopieren
es: Copiar todo
fi: Kopioi kaikki
fr: Tout copier
he: העתק הכל
hu: Összes másolása
it: Copia tutto
ja: すべてコピー
ko: 모두 복사
nb: Kopier alle
nl: Kopieer alles
pl: Kopiuj wszystko
pt_br: Copiar tudo
pt_pt: Copiar tudo
ro: Copiază tot
sl: Kopiraj vse
sv: Kopiera alla
uk: Копіювати все
vi: Sao chép tất cả
zh_hans: 复制全部
zh_hant: 複製全部

source: Copy Certificate
ar: نسخ الشهادة
ca: Copia el certificat
cs: Kopírovat certifikát
da: Kopiér certifikat
de: Zertifikat kopieren
es: Copiar certificado
fi: Kopioi varmenne
fr: Copier le certificat
he: העתק תעודה
hu: Tanúsítvány másolása
it: Copia certificato
ja: 証明書をコピー
ko: 인증서 복사
nb: Kopier sertifikat
nl: Certificaat kopiëren
pl: Kopiuj certyfikat
pt_br: Copiar Certificado
pt_pt: Copiar Certificado
ro: Copiază certificatul
sl: Kopiraj potrdilo
sv: Kopiera certifikat
uk: Копіювати сертифікат
vi: Sao chép Chứng Chỉ
zh_hans: 复制证书
zh_hant: 拷貝憑證

source: Copy Code
ar: نسخ الكود
ca: Copia el codi
cs: Kopírovat kód
da: Kopiér kode
de: Code kopieren
es: Copiar código
fi: Kopioi koodi
fr: Copier le code
he: העתק קוד
hu: Kód másolása
it: Copia codice
ja: コードをコピー
ko: 코드 복사
nb: Kopier kode
nl: Code kopiëren
pl: Kopiuj kod
pt_br: Copiar Código
pt_pt: Copiar código
ro: Copiază codul
sl: Kopiraj kodo
sv: Kopiera kod
uk: Копіювати код
vi: Sao chép mã
zh_hans: 复制代码
zh_hant: 拷貝程式碼

source: Copy Command
ar: نسخ الأمر
ca: Copia l'ordre
cs: Kopírovat příkaz
da: Kopiér kommando
de: Befehl kopieren
es: Copiar comando
fi: Kopioi komento
fr: Copier la commande
he: העתק פקודה
hu: Parancs másolása
it: Copia comando
ja: コマンドをコピー
ko: 명령어 복사
nb: Kopier kommando
nl: Opdracht kopiëren
pl: Kopiuj polecenie
pt_br: Copiar Comando
pt_pt: Copiar comando
ro: Copiază comanda
sl: Kopiraj ukaz
sv: Kopiera kommando
uk: Копіювати команду
vi: Sao chép lệnh
zh_hans: 复制命令
zh_hant: 拷貝指令

source: Copy export SSH_AUTH_SOCK
ar: نسخ أمر export SSH_AUTH_SOCK
ca: Copia export SSH_AUTH_SOCK
cs: Kopírovat export SSH_AUTH_SOCK
da: Kopiér eksport af SSH_AUTH_SOCK
de: „export SSH_AUTH_SOCK“ kopieren
es: Copiar export SSH_AUTH_SOCK
fi: Kopioi export SSH_AUTH_SOCK
fr: Copier l’export SSH_AUTH_SOCK
he: העתק export SSH_AUTH_SOCK
hu: SSH_AUTH_SOCK export másolása
it: Copia export SSH_AUTH_SOCK
ja: export SSH_AUTH_SOCK をコピー
ko: export SSH_AUTH_SOCK 복사
nb: Kopier export SSH_AUTH_SOCK
nl: Export SSH_AUTH_SOCK kopiëren
pl: Kopiuj eksport SSH_AUTH_SOCK
pt_br: Copiar export SSH_AUTH_SOCK
pt_pt: Copiar export SSH_AUTH_SOCK
ro: Copiază export SSH_AUTH_SOCK
sl: Kopiraj izvoz SSH_AUTH_SOCK
sv: Kopiera export av SSH_AUTH_SOCK
uk: Скопіювати export SSH_AUTH_SOCK
vi: Sao chép lệnh export SSH_AUTH_SOCK
zh_hans: 复制 export SSH_AUTH_SOCK
zh_hant: 複製 export SSH_AUTH_SOCK

source: Copy Link
ar: نسخ الرابط
ca: Copiar l'enllaç
cs: Kopírovat odkaz
da: Kopiér link
de: Link kopieren
es: Copiar enlace
fi: Kopioi linkki
fr: Copier le lien
he: העתקת קישור
hu: Link másolása
it: Copia link
ja: リンクをコピー
ko: 링크 복사
nb: Kopier lenke
nl: Kopieer link
pl: Kopiuj łącze
pt_br: Copiar link
pt_pt: Copiar ligação
ro: Copiați linkul
sl: Kopiraj povezavo
sv: Kopiera länk
uk: Скопіювати посилання
vi: Sao chép liên kết
zh_hans: 拷贝链接
zh_hant: 拷貝連結

source: Copy link to %@
ar: نسخ الرابط إلى %@
ca: Copiar l'enllaç a %@
cs: Kopírovat odkaz na %@
da: Kopiér link til %@
de: Link zu %@ kopieren
es: Copiar el enlace a %@
fi: Kopioi linkki kohteeseen %@
fr: Copier le lien vers %@
he: העתקת הקישור אל %@
hu: Link másolása ide: %@
it: Copia il link a %@
ja: %@ へのリンクをコピー
ko: %@ 링크 복사
nb: Kopier lenke til %@
nl: Kopieer link naar %@
pl: Kopiuj łącze do %@
pt_br: Copiar link para %@
pt_pt: Copiar ligação para %@
ro: Copiați linkul către %@
sl: Kopiraj povezavo do %@
sv: Kopiera länk till %@
uk: Скопіювати посилання на %@
vi: Sao chép liên kết đến %@
zh_hans: 拷贝指向 %@ 的链接
zh_hant: 拷貝指向 %@ 的連結

source: Copy Message
ar: نسخ الرسالة
ca: Copia el missatge
cs: Kopírovat zprávu
da: Kopiér besked
de: Nachricht kopieren
es: Copiar mensaje
fi: Kopioi viesti
fr: Copier le message
he: העתק הודעה
hu: Üzenet másolása
it: Copia messaggio
ja: メッセージをコピー
ko: 메시지 복사
nb: Kopier melding
nl: Bericht kopiëren
pl: Kopiuj wiadomość
pt_br: Copiar Mensagem
pt_pt: Copiar mensagem
ro: Copiază mesajul
sl: Kopiraj sporočilo
sv: Kopiera meddelande
uk: Копіювати повідомлення
vi: Sao chép tin nhắn
zh_hans: 复制消息
zh_hant: 拷貝訊息

source: Copy on Select
ar: نسخ عند التحديد
ca: Copia en seleccionar
cs: Kopírovat při výběru
da: Kopiér ved markering
de: Beim Auswählen kopieren
es: Copiar al seleccionar
fi: Kopioi valittaessa
fr: Copier a la selection
he: העתק בעת בחירה
hu: Masolas kijeleleskor
it: Copia alla selezione
ja: 選択時にコピー
ko: 선택 시 복사
nb: Kopier ved merking
nl: Kopiëren bij selectie
pl: Kopiuj przy zaznaczeniu
pt_br: Copiar ao selecionar
pt_pt: Copiar ao selecionar
ro: Copiaza la selectare
sl: Kopiraj ob izbiri
sv: Kopiera vid markering
uk: Копіювати при виділенні
vi: Sao chép khi chọn
zh_hans: 选中即复制
zh_hant: 選取即複製

source: Copy on select → %@
ar: النسخ عند التحديد → %@
ca: Copia en seleccionar → %@
cs: Kopírovat při výběru → %@
da: Kopier ved markering → %@
de: Bei Auswahl kopieren → %@
es: Copiar al seleccionar → %@
fi: Kopioi valittaessa → %@
fr: Copier à la sélection → %@
he: העתקה בבחירה → %@
hu: Másolás kijelöléskor → %@
it: Copia alla selezione → %@
ja: 選択でコピー → %@
ko: 선택 시 복사 → %@
nb: Kopier ved markering → %@
nl: Kopiëren bij selectie → %@
pl: Kopiuj przy zaznaczeniu → %@
pt_br: Copiar ao selecionar → %@
pt_pt: Copiar ao selecionar → %@
ro: Copiere la selectare → %@
sl: Kopiraj ob izbiri → %@
sv: Kopiera vid markering → %@
uk: Копіювати при виділенні → %@
vi: Sao chép khi chọn → %@
zh_hans: 选中即复制 → %@
zh_hant: 選取即複製 → %@

source: Copy Output
ar: نسخ المخرجات
ca: Copia la sortida
cs: Kopírovat výstup
da: Kopiér output
de: Ausgabe kopieren
es: Copiar salida
fi: Kopioi tuloste
fr: Copier la sortie
he: העתק פלט
hu: Kimenet másolása
it: Copia output
ja: 出力をコピー
ko: 출력 복사
nb: Kopier utdata
nl: Uitvoer kopiëren
pl: Kopiuj wynik
pt_br: Copiar Saída
pt_pt: Copiar saída
ro: Copiază rezultatul
sl: Kopiraj izhod
sv: Kopiera utdata
uk: Копіювати вивід
vi: Sao chép kết quả
zh_hans: 复制输出
zh_hant: 拷貝輸出

source: Copy Public Key
ar: نسخ المفتاح العام
ca: Copia la clau pública
cs: Kopírovat veřejný klíč
da: Kopiér offentlig nøgle
de: Öffentlichen Schlüssel kopieren
es: Copiar clave pública
fi: Kopioi julkinen avain
fr: Copier la clé publique
he: העתק מפתח ציבורי
hu: Nyilvános kulcs másolása
it: Copia chiave pubblica
ja: 公開鍵をコピー
ko: 공개 키 복사
nb: Kopier offentlig nøkkel
nl: Publieke sleutel kopiëren
pl: Kopiuj klucz publiczny
pt_br: Copiar Chave Pública
pt_pt: Copiar chave pública
ro: Copiază cheia publică
sl: Kopiraj javni ključ
sv: Kopiera publik nyckel
uk: Копіювати публічний ключ
vi: Sao chép khóa công khai
zh_hans: 复制公钥
zh_hant: 拷貝公開金鑰

source: Copy Reasoning
ar: نسخ الاستدلال
ca: Copia el raonament
cs: Kopírovat úvahu
da: Kopiér ræsonnement
de: Begründung kopieren
es: Copiar razonamiento
fi: Kopioi päättely
fr: Copier le raisonnement
he: העתק נימוק
hu: Gondolatmenet másolása
it: Copia ragionamento
ja: 推論をコピー
ko: 추론 복사
nb: Kopier resonnement
nl: Redenering kopiëren
pl: Kopiuj rozumowanie
pt_br: Copiar Raciocínio
pt_pt: Copiar raciocínio
ro: Copiază raționamentul
sl: Kopiraj utemeljitev
sv: Kopiera resonemang
uk: Копіювати міркування
vi: Sao chép lý luận
zh_hans: 复制推理
zh_hant: 拷貝推理內容

source: Copy Result
ar: نسخ النتيجة
ca: Copiar el resultat
cs: Kopírovat výsledek
da: Kopiér resultat
de: Ergebnis kopieren
es: Copiar resultado
fi: Kopioi tulos
fr: Copier le résultat
he: העתק תוצאה
hu: Eredmény másolása
it: Copia risultato
ja: 結果をコピー
ko: 결과 복사
nb: Kopier resultat
nl: Resultaat kopiëren
pl: Kopiuj wynik
pt_br: Copiar Resultado
pt_pt: Copiar resultado
ro: Copiază rezultatul
sl: Kopiraj rezultat
sv: Kopiera resultat
uk: Скопіювати результат
vi: Sao chép kết quả
zh_hans: 拷贝结果
zh_hant: 複製結果

source: Copy Status JSON
ar: نسخ JSON الحالة
ca: Copia l'estat JSON
cs: Kopírovat stav JSON
da: Kopiér status-JSON
de: Status-JSON kopieren
es: Copiar JSON de estado
fi: Kopioi tila-JSON
fr: Copier le JSON de statut
he: העתק JSON סטטוס
hu: Állapot JSON másolása
it: Copia JSON di stato
ja: ステータスJSONをコピー
ko: 상태 JSON 복사
nb: Kopier status-JSON
nl: Status-JSON kopiëren
pl: Kopiuj status JSON
pt_br: Copiar JSON de Status
pt_pt: Copiar JSON de estado
ro: Copiază JSON-ul de stare
sl: Kopiraj status JSON
sv: Kopiera status-JSON
uk: Копіювати JSON статусу
vi: Sao chép JSON trạng thái
zh_hans: 复制状态 JSON
zh_hant: 拷貝狀態 JSON

source: Copy Time-Series Log
ar: نسخ سجل السلاسل الزمنية
ca: Copia el registre de sèries temporals
cs: Kopírovat časový protokol
da: Kopiér tidsserielogfil
de: Zeitreihen-Protokoll kopieren
es: Copiar registro de series temporales
fi: Kopioi aikasarjaloki
fr: Copier le journal chronologique
he: העתק יומן סדרות זמן
hu: Idősor-napló másolása
it: Copia log serie temporale
ja: 時系列ログをコピー
ko: 시계열 로그 복사
nb: Kopier tidsserielogg
nl: Tijdreekslog kopiëren
pl: Kopiuj dziennik szeregu czasowego
pt_br: Copiar Log de Série Temporal
pt_pt: Copiar registo de séries temporais
ro: Copiază jurnalul cronologic
sl: Kopiraj dnevnik časovnih vrst
sv: Kopiera tidsserielogg
uk: Копіювати журнал часових рядів
vi: Sao chép nhật ký chuỗi thời gian
zh_hans: 复制时间序列日志
zh_hant: 拷貝時間序列記錄

source: Copy Unwrapped
ar: نسخ بدون التفاف
ca: Copia sense salts de línia
cs: Kopírovat bez zalomení
da: Kopiér uden ombrydning
de: Ohne Umbrüche kopieren
es: Copiar sin ajuste
fi: Kopioi rivittämättä
fr: Copier sans retours à la ligne
he: העתק ללא גלישה
hu: Másolás tördelés nélkül
it: Copia senza a capo
ja: 折り返しなしでコピー
ko: 줄바꿈 없이 복사
nb: Kopier uten linjebrudd
nl: Kopiëren zonder terugloop
pl: Kopiuj bez zawijania
pt_br: Copiar Sem Quebras
pt_pt: Copiar sem quebras
ro: Copiază neîncadrat
sl: Kopiraj brez prelomov
sv: Kopiera utan radbrytning
uk: Копіювати без переносів
vi: Sao chép không ngắt dòng
zh_hans: 复制不折行
zh_hant: 拷貝（不斷行）

source: Copy Wrapped (%lld)
ar: نسخ مع التفاف (%lld)
ca: Copia amb salts de línia (%lld)
cs: Kopírovat se zalomením (%lld)
da: Kopiér med ombrydning (%lld)
de: Mit Umbrüchen kopieren (%lld)
es: Copiar con ajuste (%lld)
fi: Kopioi rivitettynä (%lld)
fr: Copier avec retours à la ligne (%lld)
he: העתק עם גלישה (%lld)
hu: Másolás tördelve (%lld)
it: Copia con a capo (%lld)
ja: 折り返してコピー（%lld）
ko: 줄바꿈하여 복사 (%lld)
nb: Kopier med linjebrudd (%lld)
nl: Kopiëren met terugloop (%lld)
pl: Kopiuj z zawijaniem (%lld)
pt_br: Copiar com Quebras (%lld)
pt_pt: Copiar com quebras (%lld)
ro: Copiază încadrat (%lld)
sl: Kopiraj s prelomi (%lld)
sv: Kopiera med radbrytning (%lld)
uk: Копіювати з переносами (%lld)
vi: Sao chép có ngắt dòng (%lld)
zh_hans: 复制折行（%lld）
zh_hant: 拷貝（斷行 %lld 欄）

source: Core
ar: النواة
ca: Nucli
cs: Jádro
da: Kerne
de: Kern
es: Núcleo
fi: Ydin
fr: Principal
he: ליבה
hu: Alapvető
it: Principale
ja: コア
ko: 코어
nb: Kjerne
nl: Kern
pl: Rdzeń
pt_br: Núcleo
pt_pt: Núcleo
ro: Principal
sl: Jedro
sv: Kärna
uk: Ядро
vi: Lõi
zh_hans: 核心
zh_hant: 核心
